getMatchDataByGroupLeagueSaison.soap

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <GetMatchdataByGroupLeagueSaison xmlns="http://msiggi.de/Sportsdata/Webservices">
      <groupOrderID>=groupOrderID=</groupOrderID>
      <leagueShortcut>=leagueShortcut=</leagueShortcut>
      <leagueSaison>=leagueSaison=</leagueSaison>
    </GetMatchdataByGroupLeagueSaison>
  </soap:Body>
</soap:Envelope>
